
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "詳細";
"title_Back" = "前へ戻る";
"title_Cancel" = "キャンセル";
"title_Continue" = "続ける";
"title_Finish" = "終了";
"title_GoBack" = "戻る";
"title_Next" = "次へ";
"title_No" = "いいえ";
"title_Quit" = "終了";
"title_Skip" = "スキップ";
"title_TryAgain" = "再試行";
"title_Update" = "アップデート";
"title_Yes" = "はい";
"title_StartAgain" = "始めに戻る";
"title_StopBlinking" = "点滅を中止";
"title_Other" = "その他...";
"title_Upload" = "アップロード";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "ベースステーション";
"kDeviceOriginConfigured.Base Station" = "古いベースステーション構成";
"kDeviceOriginConfigured.Time Capsule" = "古い Time Capsule 構成";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "ワイヤレスネットワーク";
"kDeviceOriginNetworkPreferred" = "以前使用していたネットワーク";

/* Status strings */
"status_Configured" = "構成されています";
"status_Unconfigured" = "構成されていません";

/* Joining wireless networks */
"password_protected" = "AirMac ネットワーク“%@”はパスワードによって保護されています。";
"enterprise_title" = "WPA エンタープライズネットワーク";
"enterprise_error" = "AirMac ネットワーク“%@”は WPA エンタープライズネットワークです。“AirMac ユーティリティ”は WPA エンタープライズネットワークをサポートしていません。";
"password_error" = "入力したパスワードは正しくありません。";
"generic_join_error" = "選択したワイヤレスネットワークとの接続中にエラーが起きました。";
"tryAgain" = "もう一度やり直しますか？";
"generic_read_error" = "選択した装置との通信中にエラーが起きました。";
"join_warning" = "この AirMac Express を識別するには、ワイヤレスネットワークの変更が必要です。現在のワイヤレスネットワークを介した接続はすべて失われます。続けますか？";
"finalJoinError" = "ワイヤレスネットワーク“%@”との接続中にエラーが起きました。";
"finalJoinSuggest" = "“Wi-Fi”メニューから“%@”を選択してください。";

/* Identify */
"identify_title" = "識別";
"light_is_blinking" = "選択した AirMac Express のステータスランプは、現在オレンジと緑が点滅しています。";
"GenericIdentifyDescription" = "選択した %@ のステータスランプは、現在オレンジと緑が点滅しています。";
"blinking_not_supported" = "選択した AirMac ワイヤレス装置は識別機能に対応していません";

/* Reading base station info */
"base_station_protected" = "この %@ のパスワードを入力してください。";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirMac ヘルプ";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirMac ヘルプ";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "新しい AirMac ネットワークが見つかりません";
"no_unconfigured_networks" = "%@ が電源に接続され、このコンピュータの通信圏内にあることを確認してから、“続ける”をクリックして再度スキャンしてください。";
"try_again_found_nothing" = "新しい AirMac ネットワークが見つかりませんでした。%@ が電源に接続され、このコンピュータの通信圏内にあることを確認してから、“再試行”をクリックしてください。";
"no_mdns_record_showed_up" = "AirMac ワイヤレス装置が見つかりませんでした。";
"no_other_networks_title" = "既存の AirMac ネットワークが見つかりません";
"no_other_networks_found" = "コンピュータが既存のネットワークの通信圏内にあることを確認してください。";


/* Keychain information */
"keychainBaseStationDescription" = "AirMac ベースステーションのパスワード";
"keychainBaseStationType" = "AirMac ベースステーション";
"keychainNetworkDescription" = "AirMac ネットワークのパスワード";
"keychainNetworkType" = "AirMac ネットワーク";
"keychainSpeakerDescription" = "アプリケーションのパスワード";
"keychainSpeakerType" = "リモートスピーカ";

"ConfigAccessError" = "ベースステーションのエラー";

/* Panel Headers */
"introHeader" = "はじめに";
"networkSetupHeader" = "ネットワーク設定";
"summaryHeader" = "概要";
"internetHeader" = "インターネット設定";
"PeripheralsHeader" = "AirMac ディスク設定";
"WDSHeader" = "WDS 設定";
"MigrateDiskHeader" = "ディスクの移行";

/* Continue text strings */
"continueWelcome" = "開始するには“続ける”をクリックします。";
"continueProceed" = "先に進むには“続ける”をクリックします。";
"continueScanAgain" = "再度スキャンするには“続ける”をクリックします。";
"wdsWarningFooter" = "ワイヤレスネットワークの名前、ワイヤレスセキュリティ、またはワイヤレスパスワードを変更すると、WDS との接続が解除されます。";
"clientWarningFooter" = "ワイヤレスネットワークの名前、ワイヤレスセキュリティ、またはワイヤレスパスワードを変更すると、お使いの AirMac Express との接続が解除されます。";
"clientStartWarningFooter" = "設定を変更すると、AirMac Express との接続が解除される可能性があります。";

/* Pre-verification error strings */
"mismatchPassword" = "“パスワード”フィールドと“パスワードの確認”フィールドが一致しません。";
"mismatchWirelessPassword" = "“ワイヤレスパスワード”フィールドと“パスワードの確認”フィールドが一致しません。";
"mismatchPasswordReenter" = "両方のフィールドに同じパスワードを入力してください。";
"missingWirelessPassword" = "続けるには、ワイヤレスパスワードが必要です。";
"wirelessNetworkPassword" = "ワイヤレスパスワード";
"missingNetworkName" = "続けるには、ワイヤレスネットワーク名が必要です。";
"missingNetworkNameWDS" = "続けるには、AirMac Extreme または AirMac Express ネットワークを選択してください。";
"missingNetworkNameClient" = "続けるには、ワイヤレスネットワークを選択してください。";
"missingAccountName" = "続けるには、PPPoE アカウント名が必要です。";
"missingPassword" = "続けるには、パスワードが必要です。";
"missingPhone" = "続けるには、主電話番号が必要です。";
"missingUsername" = "続けるには、アカウント名が必要です。";

/* Public password strings */
"genericConfirmPublicPassword" = "この %@ はデフォルトのパスワード“public”で保護されています。";
"ConfirmPublicPassword1" = "セキュリティを高めるには、別のパスワードを作成してください。";

/* Error Titles */
"settingError" = "設定エラー：%@";
"generalError" = "一般的なエラー";
"passwordError" = "パスワードエラー";

/* WDS status strings */
"ConfiguringForWDS" = "AirMac ネットワークを拡張するようにこの %@ を構成しています";
"WDSConfigInitialString" = "%@ は、既存のワイヤレスネットワークを拡張するように設定されます。処理が完了するまで、しばらくお待ちください。";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "新しい WDS リモートのためにメインネットワークを構成中。";
"WDSConfiguringRemote" = "メインネットワークへの接続のために新しい WDS リモートを構成中。";
"WDSJoiningNewNetwork" = "新しい WDS ネットワークに接続中。";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "既存のワイヤレスネットワークに接続できるように構成中。";
"DWDSConfiguringRemote" = "%@ が既存のワイヤレスネットワークに接続するように構成中。";
"DWDSJoiningNewNetwork" = "既存のワイヤレスネットワークに接続中。";
"GeneralDWDSError" = "既存のワイヤレスネットワークに接続するようにこの AirMac ワイヤレス装置を設定しているときにエラーが起きました。AirMac ユーティリティを終了し、もう一度やり直してください。";
"DWDSSetupCanceled" = "設定はキャンセルされました。";
"DWDSConfigInitialString" = "%@ は、既存のワイヤレスネットワークに接続するように設定されます。処理が完了するまで、しばらくお待ちください。";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "選択した %@ の設定を読み込み中...";
"MigrateSettingsReadingSourceGeneral" = "選択した AirMac ワイヤレス装置の設定を読み込み中...";
"MigrateRejoiningNetwork" = "ネットワークに再接続中...";
"MigrateSettingsGeneralError" = "選択した装置を置き換えるためにこの %@ を設定しているときに問題が起きました。AirMac ユーティリティを終了し、もう一度やり直してください。";
"MigrateSettingsIniting" = "選択した AirMac ワイヤレス装置を置き換えるように %@ が設定されています...";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "選択した Time Capsule の置き換えと移行の開始で問題が起きました。AirMac ユーティリティを終了してもう一度やり直してください。";
"MigrateDiskIniting" = "移行を開始中...";
"MigrateSettingsJoiningSource" = "古い Time Capsule に接続中...";
"MigrateDiskPreparingDest" = "設定を移行中...";
"MigrateDiskWaitingForResolve" = "Time Capsule が再起動するのを待っています...";
"MigrateDiskStartingBackup" = "ディスクの移行を開始中...";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "古い %@ に接続中...";
"UpdateDeviceWritingSource" = "新しい %@ に設定を書き込み中...";
"UpdateDeviceGeneralError" = "この %@ を設定しているときに問題が起きました。AirMac ユーティリティを終了し、もう一度やり直してください。";

/* Migrate Disk labels */
"MigrateDiskCategory" = "移行";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "設定とディスク内容を移行するときは、“アップデート”をクリックしてください。";

/* Updating progress strings */
"genericWaitRestart" = "%@ が再起動するのを待っています...";
"networkSearch" = "ワイヤレスネットワークを検索中...";
"attemptJoin" = "ワイヤレスネットワークに接続中...";

/* Misc Strings */
"providedAuto" = "（自動的に割り当て）";
"selectNetwork" = "ネットワークを選択";

/* Summary Panel Labels */
"connectUsingLabel" = "接続方法：";
"configureViaLabel" = "TCP/IP の構成：";
"ipAddressLabel" = "IP アドレス：";
"accountNameLabel" = "アカウント名：";
"serviceLabel" = "サービス名：";
"connectUsingWDS" = "ネットワークに接続（WDS を使用）";
"SummaryTheseSettingsAreNotCorrect" = "これらの設定は正しくありません";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "副電話番号：";
"usernameLabel" = "アカウント名：";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WPA を使う WDS では、AirMac ワイヤレス装置で新しいファームウェアを使用する必要があります。最新のファームウェアを使用していることを確認するか、ワイヤレスセキュリティを“WEP”に設定し、もう一度やり直してください。";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "WPA エンタープライズセキュリティを使う AirMac ワイヤレス装置を WDS のメインワイヤレス装置として選択しました。AirMac ユーティリティは、WDS のメインワイヤレス装置での WPA エンタープライズセキュリティに対応していません。";

/* WDS Errors */
"GeneralWDSError" = "この AirMac ワイヤレス装置を WDS 用に設定しているときにエラーが起きました。AirMac ユーティリティを終了し、もう一度やり直してください。";
"MainInBridgeModeForWDSError" = "WDS のメインワイヤレス装置として選択した AirMac ワイヤレス装置は、IP アドレスの割り当てを行っていません。このワイヤレス装置が IP アドレスを割り当てるように設定してください。";
"WDSSetupCanceled" = "WDS 設定はキャンセルされました。";
"WDSErrorTitle"	= "WDS 設定エラー";

/* Status messages */
"joining_network" = "ワイヤレスネットワークに接続中。";
"reading_config" = "構成を読み込み中...";
"status_scan" = "ネットワークを探しています...";
"status_search" = "AirMac ワイヤレス装置を検索中...";
"status_identify" = "識別中...";

/* Maybe needed to fix 3663944 */
"available_networks" = "使用できる AirMac ネットワーク：";
"select_network" = "設定する AirMac ネットワークを選択してください。";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ の名前";
"genericPasswordLabel" = "%@ のパスワード";
"genericModeLabel" = "%@ のモード";

"genericNewChoice" = "新しい %@ を設定";
"genericOldChoice" = "既存の %@ の設定を変更";
"genericBasePassPanelHeader" = "%@ の設定";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "新しい %@ を設定するか、すでに設定した装置に変更を加えるかを選択してください。";
"genericSelectNewHeader" = "設定する %@ を選択してください。リストにない場合は、“再スキャン”をクリックしてください。どの AirMac ワイヤレス装置を選択するか分からない場合は、“識別”をクリックしてください。";
"genericSelectConfiguredHeader" = "変更する %@ を選択してください。リストにない場合は、“再スキャン”をクリックしてください。どの AirMac ワイヤレス装置を選択するか分からない場合は、“識別”をクリックしてください。";
"genericSelectNetworkHeader" = "設定する %@ が存在する AirMac ネットワークを選択してください。";
"genericClientDescription" = "%@ でお使いのワイヤレスネットワークを拡張したり、そのインターネット接続を共有したりする場合は、このオプションを選択します。";
"genericNetworkNameHeader" = "%@ の基本環境を設定するには、最初に、ワイヤレスネットワークに名前を付けます。";
"genericNetworkNameDescription" = "これは、ネットワークに接続するときに表示される名前です。";
"genericBaseNameDescription" = "次に、お使いの %@ に名前を付けます。";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@ の %2$@";
"genericWirelessNetwork" = "ネットワーク";
"genericBasePasswordHeader" = "この %@ の設定を保護するためのパスワードを入力してください。";
"genericBasePasswordDescription" = "このパスワードは、この %@ の設定を変更するときに必要になります。";
"genericBasePasswordDescription2" = "セキュリティを高めるために、ネットワークパスワードとは違うパスワードを使用してください。";
"genericModeHeader" = "%@ を使って実行することを選択してください。";
"genericSummaryHeader" = "%@ は以下の設定を使用します。設定が正しいことを確認してください。";
"genericSummaryNoChangeHeader" = "この %@ は現在、以下の設定を使用しています。";
"genericReplaceSummaryHeader" = "この %1$@ は、“%2$@”の設定を使って設定されます。";
"genericSummaryFooter" = "これらの設定が正しい場合は、“アップデート”をクリックしてこの %@ の設定を終了してください。";
"genericSummaryFooterClickInstructions" = "設定を変更するときは、“戻る”をクリックします。";
"genericPPPoEHeader" = "インターネット・サービス・プロバイダから指定された PPPoE（PPP over Ethernet）アカウント名、パスワード、およびオプションのサービス名を入力してください。";
"genericDHCPHeader" = "現在、%@ は、DSL モデム、ケーブルモデム、または DHCP で自動的に割り当てられた IP アドレスを使用した Ethernet 経由でインターネットに接続されています。これを確認するか、インターネット・サービス・プロバイダまたはネットワーク管理者から通知されたオプションの情報を入力してください。";
"genericModemHeader" = "この %@ のモデム設定を入力してください。";
"genericBridgeModeHeader" = "%@ をブリッジモードにするか、または DHCP と NAT を使用して IP アドレスを共有するかを選択してください。";
"genericBridgeModeYes" = "ブリッジモード";
"genericBridgeModeYesDescription" = "お使いの %@ がルータまたはその他のネットワーク装置に接続していて、その装置がすでに DHCP および NAT を使用してワイヤレスネットワークのコンピュータに IP アドレスを割り当てている場合は、このオプションを選択してください。";
"genericBridgeModeNo" = "DHCP と NAT を使用して 1 つの IP アドレスを共有";
"genericBridgeModeNoDescription" = "お使いの %@ が DSL モデムまたはケーブルモデムを使って直接インターネットに接続しているか、インターネットに接続されているネットワークに接続していて、DHCP および NAT を使用してネットワーク上のコンピュータに IP アドレスを割り当てたい場合は、このオプションを選択してください。";
"genericFinalDescription" = "%@ は、インターネットに接続したり USB プリンタを共有したりするように設定されています。";
"genericMissingNameWarning" = "続けるには、%@ の名前が必要です。";
"genericMissingNameWarning.alternateArticle" = "続けるには、%@ の名前が必要です。";
"genericMissingBasePassWarning" = "続けるには、パスワードが必要です。";
"genericMismatchBasePassword" = "“パスワード”フィールドと“パスワードの確認”フィールドが一致しません。";
"ResetBroadbandMessage" = "ケーブルモデムを使用してインターネットに接続している場合は、モデムの電源を切ってバッテリー取り外し（装着されている場合）、数秒経過してからバッテリーを戻してモデムの電源を入れてください。";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "“AirMac ユーティリティ”は、“%3$@”という名前の新しい %1$@%2$@ を検出しました。\n\nこれが設定する %4$@ ではない場合は、その装置が電源に接続され、このコンピュータの近くにあることを確認して、もう一度やり直してください。";
"withNetworkNamed" = "とワイヤレスネットワーク";
"genericNoNetworksHeader" = "%1$@ ネットワークが見つかりませんでした。%2$@ が電源に接続され、このコンピュータの通信圏内にあることを確認してください。";
"genericOldNetworkConfirm" = "“AirMac ユーティリティ”は、“%2$@”という名前のワイヤレスネットワークを使用する %1$@ を検出しました。\n\nこれが設定する %3$@ ではない場合は、装置が電源に接続され、このコンピュータの通信圏内にあることを確認して、“再スキャン”をクリックしてください。";
"genericOldExpressConfirm" = "“AirMac ユーティリティ”は、“%2$@”という名前の %1$@ を検出しました。\n\nこれが設定する %3$@ ではない場合は、“再スキャン”をクリックしてください。";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "この AirMac Express を使って iTunes の音楽を再生するときは、iTunes のウインドウの右下にあるポップアップメニューから選択します。";

"expressFinalDescription" = "AirMac Express は、インターネットに接続したり、USB プリンタを共有したり、AirPlay を使用して iTunes の音楽をリモートスピーカーから再生したりするように構成されています。";

"expressClientRadio" = "現在のワイヤレスネットワークに接続";
"extremeClientRadio" = "AirMac Extreme、AirMac Express ネットワークの通信圏を拡張";

"expressClientDescription" = "この %@ を現在のワイヤレスネットワークに追加する場合は、このオプションを選択します。";

"expressModeHeader" = "どちらのオプションを選択しても、USB プリンタを共有したり、AirPlay 機能を使用して iTunes の音楽をリモートスピーカーから再生したりすることができます。";

/* Reachability error */
"genericNetworkTitle" = "ネットワークエラー";
"noWirelessReachability" = "AirMac カード経由で AirMac ワイヤレス装置にアクセスしようとしていますが、同じ IP アドレスの装置が Ethernet ネットワーク上に存在します。お使いの Ethernet ケーブルを外してから、数秒後にもう一度やり直してください。";
"noEthernetReachability" = "Ethernet 経由で AirMac ワイヤレス装置にアクセスしようとしていますが、同じ IP アドレスの装置が AirMac ネットワーク上に存在します。お使いの AirMac カードを切にしてから、数秒後にもう一度やり直してください。";
"genericReachabilityError" = "選択した AirMac ワイヤレス装置との接続中にエラーが起きました。ネットワーク上に IP アドレスが %@ の装置がほかにないことを確認してください。";
"superGenericReachabilityError" = "選択した AirMac ワイヤレス装置との接続中にエラーが起きました。";
"WDSSetupRequiresAWirelessCard" = "このコンピュータには AirMac カードが取り付けられていないため、AirMac ユーティリティを使ってこの AirMac ワイヤレス装置を WDS 用に設定することはできません。";

/* Uploading Firmware */
"firmwareError"	= "%@ ファームウェアのアップデート中にエラーが起きました。";
"firmwareProgress" = "%@ ファームウェアのアップデート中...";
"firmwareNewer" = "より新しいバージョン（%1$@）の %2$@ ファームウェアを使用できます。";
"firmwareNewerSmall" = "今すぐインストールするには“アップデート”をクリックします。";
"firmwareSuccess" = "%@ は正常にアップデートされました。";
"firmwareRequired" = "選択したネットワークでは、ファームウェアをアップデートする必要があります。";

/* AirPort 4.2 */
"wepLabel" = "128 ビット WEP（互換性重視）";
"wpa1label" = "WPA パーソナル（安全性重視）";
"wpa2label" = "WPA2 パーソナル（安全性重視）";
"wepDescription" = "古いワイヤレスコンピュータおよび装置との互換性が高いセキュリティを指定します。Macintosh 以外のコンピュータがこのネットワークに簡単に接続できるようにするには、正確に 13 文字のパスワードを入力してください。";
"wpa1description" = "最大レベルのワイヤレスセキュリティを指定します。WPA をサポートするコンピュータだけがこのネットワークに接続できるようになります。8 文字から 63 文字まで、または 16 進法で 64 文字のパスワードを入力する必要があります。";
"wpa1and2description" = "最大レベルのワイヤレスセキュリティを指定します。WPA または WPA2 をサポートするコンピュータがこのネットワークに接続できるようになります。8 文字から 63 文字まで、または 16 進法で 64 文字のパスワードを入力する必要があります。";
"wpa2description" = "最大レベルのワイヤレスセキュリティを指定します。WPA2 をサポートするコンピュータがこのネットワークに接続できるようになります。8 文字から 63 文字まで、または 16 進法で 64 文字のパスワードを入力する必要があります。";
"tsnDescription" = "古い WEP クライアントが安全に接続できるだけでなく、新しいクライアントも WPA および WPA2 を使用してネットワークに接続できます。ちょうど 13 文字のパスワードを入力する必要があります。";
"badWPAPasswordLength" = "ワイヤレスパスワードは 8 文字から 63 文字の間で入力してください。";
"v6_not_configured_title" = "IPv6 が構成されていません";
"v6_not_configred_on_all_interfaces" = "“AirMac ユーティリティ”は、IPv6 を使用することで、AirMac ワイヤレス装置とより信頼性の高い通信ができます。";
"v6_not_configured_turn_on_confirm" = "今すぐ IPv6 を有効にしますか？";
"v6_not_configured_turn_on" = "システム環境設定で IPv6 を有効にします。";
"v6_not_configured_turn_on_win" = "コントロールパネルで IPv6 を有効にします。";
"authorization_error_title" = "認証エラー";
"authorization_error" = "ネットワーク環境設定パネルがロックされているため、“AirMac ユーティリティ”はネットワーク設定を変更できませんでした。";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "これは、この %@ を識別するために使用する名前です。";
"BaseNameInternalDiskDescription" = "この名前は、Time Capsule ディスクにも使用されます。";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Time Capsule ディスクのパスワード、または %@ に接続されている USB ディスクのパスワードを入力してください。";
"FileSharingPasswordPrompt" = "AirMac ディスクのパスワードを入力してください。";
"GuestAccessPrompt" = "ゲストがパスワードなしで AirMac ディスクに接続できるようにすることもできます。";
"FileSharingDisclosure" = "ファイル共有オプション";
"UseDiskPasswordCheckBox" = "ディスクをセキュリティ保護するために別のパスワードを使用";

/* Wireless Options Panel */
"RadioCountryDescription" = "この %@ を使用する国を選択してください。";
"RadioModeDescription" = "この %@ の無線モードを選択してください。";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "問題 %1$d／%2$d：%3$@";
"ProblemCodeProblemResolved" = "この問題は解決されました。";
"UnresolvedProblem" = "この問題を解決しないまま続けますか？";
"UnresolvedProblemAssistant" = "この構成では、%@ のステータスランプがオレンジ色に点滅します。続けてもよろしいですか？";
"ProblemShouldBeResolved" = "この問題のために %@ のステータスランプがオレンジ色に点滅しないようにするときは、“無視”をクリックします。";
"ProblemNotResolved" = "この問題は解決されていません。もう一度やり直してください。";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "解決策";
"ProblemSummaryIgnored" = "無視";
"ProblemSummaryResolved" = "解決済み";
"ProblemSummaryConfigChanged" = "構成が変更されました";
"ProblemSummaryUnresolved" = "未解決";
"ProblemSummaryHeader" = "%@ から報告された問題、およびそれらが解決されたかどうかがこのパネルに表示されます。";
"ProblemSummaryChoicePrompt" = "どのように対処しますか？";
"ProblemSummaryUpdateWithTheseSettings" = "これらの設定を使って %@ をアップデート";
"ClickUpdateToUpdate" = "この %@ の設定を終了するときは、“アップデート”をクリックします。";
"ProblemSummaryReconfigureToo" = "%@ のその他の設定を変更";
"ProblemSummaryReconfigureFooter" = "%@ の設定を変更するときは、“続ける”をクリックします。";
"ProblemSummarySwitch" = "別の AirMac ワイヤレス装置を構成";
"ClickDoneToSwitch" = "別の AirMac ワイヤレス装置を選択するときは、“完了”をクリックしてください。";
"ProblemSummaryAllResolved" = "すべての問題が解決されました。";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "インターネット・サービス・プロバイダから受け取った TCP/IP 接続の設定を入力してください。IP アドレスを自動的に取得する場合は、“DHCP サーバを参照”を選択してください。特定の IP アドレスを入力するには“手入力”を選択してください。";
"DHCPConfirmPanelDHCP_Yes" = "DHCP を使用する DSL またはケーブルモデムでインターネットに接続 ";
"DHCPConfirmPanelDHCP_No" = "DHCP を使用しない";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "PPPoE を使用する DSL またはケーブルモデムでインターネットに接続";
"PPPoEConfirmPanelPPPoE_No" = "PPPoE を使用しない";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "ワイヤレスネットワークの名前とセキュリティレベルを指定してください。";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "このワイヤレスネットワークは WPA エンタープライズを使ってセキュリティ保護されています。RADIUS サーバの設定を変更したい場合は、“ベースステーション”メニューから“手動設定”を選択してください。";
"NoSecurityLabel" = "セキュリティ保護なし";
"NoSecurityDescription" = "すべてのワイヤレス装置がパスワードを入力しないでネットワークに接続できます。";
"NoSecurityUncheckedFooter" = "次の手順に進むには、上のチェックボックスを選択する必要があります。";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "%@ で使用するワイヤレスネットワークを選択してください。使用するネットワークが表示されない場合は、メニューをクリックしてもう一度やり直してください。それでもまだ使用するネットワークが表示されない場合は、装置が電源に接続されていることを確認してください。";
"JoinNetworkQ61AudioNameSuggestion" = "たとえば、リビングルームなどです。";
"JoinNetworkExtendDescription" = "このネットワークの通信圏を拡張して、クライアントがワイヤレスまたは Ethernet で接続できるようにしたい場合は、下のチェックボックスを選択してください。";
"JoinNetworkExtendCheckboxTitle" = "このネットワークの通信圏を拡張";
"JoinNetworkExtendWarning" = "これは、ネットワークの全体的なパフォーマンスに影響することがあります。";
"JoinNetworkProxySTADescription" = "このチェックボックスを選択しない場合、%@ はオーディオおよび USB サービスを提供し、クライアントは Ethernet でのみネットワークに参加できます。";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "拡張したい AirMac Extreme または AirMac Express ネットワークを下のメニューから選択してください。使用するネットワークが表示されない場合は、メニューをクリックしてもう一度やり直してください。それでもまだ使用するネットワークが表示されない場合は、AirMac ワイヤレス装置が電源に接続され、このコンピュータの通信圏内にあることを確認してください。";

/* Internet Choice Panel */
"InternetChoiceDescription" = "インターネットに接続する方法を選択してください";
"InternetChoiceDSLCableEthernet" = "静的 IP アドレスまたは DHCP を使用する DSL またはケーブルモデムを使用";
"InternetChoiceDSLCablePPPoE" = "PPP over Ethernet（PPPoE）を使用する DSL またはケーブルモデムを使用";
"InternetChoiceLAN" = "LAN（ローカルエリアネットワーク）に接続";
"InternetChoiceModem" = "電話回線に接続されたモデムを使用";
"InternetChoiceNoInternet" = "まだインターネットに接続する準備ができていない";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "新しいワイヤレスネットワークを作成";
"ClientAP_APRadioDesc" = "ブロードバンドインターネット接続をワイヤレスコンピュータと共有するために新しいワイヤレスネットワークを設定する場合は、このオプションを選択します。";
"ClientAP_FirstTimeConfig" = "この %@ をはじめて構成しているようです。";
"ClientAP_FirstTimePrompt" = "この %@ の設定方法を選択してください。";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "%@ をワイヤレスクライアントとして既存のワイヤレスネットワークに接続するか、ワイヤレスネットワークの通信圏を拡張するかを選択してください。";
"ClientWDS_JoinRadioTitle" = "自分のワイヤレスネットワークに接続";
"ClientWDS_JoinRadioDesc" = "USB プリンタを共有するか、iTunes の音楽をリモートスピーカーから再生するためだけに %@ を使う場合は、このオプションを選択します。";
"ClientWDS_ExtendRadioTitle" = "AirMac Extreme または AirMac Express ネットワークの通信圏を拡張";
"ClientWDS_ExtendRadioDesc" = "%@ でワイヤレスネットワークを拡張したり、そのインターネット接続を共有したりする場合は、このオプションを選択します。";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "ほかのインターネット・サービス・プロバイダ";
"PrimaryPhoneNumber" = "主電話番号";
"PrimaryDNSServer" = "プライマリ DNS サーバ";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ では、お使いの Mac OS X v10.5 以降のコンピュータのバックアップを Time Machine で作成したり、ネットワーク上のコンピュータとインターネット接続や USB 装置を共有したりできます。";
"genericAudioProductTextBlock" = "%@ では、AirPlay 機能を使って iTunes の音楽をリモートスピーカーから再生したり、ネットワークでインターネット接続や USB デバイスを共有したりできます。";
"genericProductTextBlock" = "%@ では、ネットワークでインターネット接続や USB 装置を共有できます。";
"genericInternalDiskProductNameTextBlock" = "この %@ の名前を入力してください。この名前は、ネットワーク上で装置を識別するために使用されます。また、ディスクの名前にも使用されます。";
"genericEnterName" = "この %@ の名前を入力してください。";
"IdentityDescription" = "この名前によってこの %@ がネットワーク上で識別されます。";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "ワイヤレスネットワーク“%@”が検出されました。このコンピュータは、以前このネットワークに接続したことがあるようです。%@ を使って何をしたいかを選択してください。";
"ReplaceNetworkPanelReplacingPrevious" = "%2$@ を使って“%1$@”を置き換える";
"ReplaceNetworkPanelReplacingAnother" = "%@ を使って別のネットワークを置き換える";
"ReplaceNetworkPanelCreatingNewNetwork" = "%@ を使って新しいネットワークを作成";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "下のリストから、置き換えるネットワークを選択してください：";
"TurnOffNetworkBeingReplaced" = "置き換える装置を電源から外して、“OK”をクリックしてください。後でこの装置を再度使用する場合は、工場出荷時のデフォルト設定にリセットしてください。";

"FoundWirelessNetworksDescription" = "既存のワイヤレスネットワークが検出されました。ワイヤレスネットワークがすでにありますか？";
"NotFoundWirelessNetworksDescription" = "既存のワイヤレスネットワークは検出されませんでした。ワイヤレスネットワークがすでにありますか？";
"FoundWirelessNetworksIHaveOne" = "ワイヤレスネットワークがあり、%@ を追加するかネットワーク上の既存の装置と置き換える";
"FoundWirelessNetworksIHaveOneDescription" = "既存のベースステーションまたはワイヤレスルーターを %@ に置き換えるか、これをネットワークに追加したい場合は、このオプションを選択します。";
"CreateAWirelessNetwork" = "新しいワイヤレスネットワークを作成";

"genericWhatDoYouWantToDoWith" = "%@ を使って実行することを選択してください。";

"ReplaceAddWiredChoiceJoin" = "現在のネットワークに %@ を接続";
"ReplaceAddWiredChoiceReplace" = "既存のベースステーションまたはワイヤレスルーターを %@ に置き換える";
"ReplaceAddWiredChoiceReplaceDescription" = "ネットワーク上のベースステーションまたはワイヤレスルータを置き換え、同じ設定を %@ で使用したい場合は、このオプションを選択します。";
"JoinExpandWirelessDisabledChoiceJoin" = "現在のネットワークに %@ をワイヤレス接続";
"JoinExpandWirelessDisabledChoiceExpand" = "%@ を Ethernet でネットワークに接続して現在のネットワークを拡張するか別のネットワークを作成";
"JoinExpandWirelessDisabledChoiceDisabled" = "この %@ 上のワイヤレスネットワークを無効にして、コンピュータまたはネットワークに Ethernet を使用して接続";


"ConfigureForWiredCreateAdditionalNetwork" = "追加のネットワークを作成";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Ethernet を使って %1$@ を接続し、現在のネットワークに加えて %2$@ ネットワークを作成したい場合は、このオプションを選択します。iPhone を含む 802.11 b/g/n ワイヤレスクライアントは、既存の 2.4GHz ネットワークに接続できます。802.11 a/n ワイヤレスクライアントは、5GHz ネットワークに接続できます。";
"ConfigureForWiredCreateRoamingNetwork" = "%@ を Ethernet でネットワークに接続して既存のワイヤレスネットワークを拡張";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Ethernet を使って %@ を既存のベースステーションまたはワイヤレスルーターに接続し、ワイヤレスネットワークの通信圏を拡張したい場合は、このオプションを選択します。どちらのネットワークにも同じ名前が割り当てられ、ワイヤレスクライアントは最も強い信号のネットワークに自動的に接続されます。";

"UseADifferentNetworkName" = "このワイヤレスネットワークの名前は、既存のネットワークとは異なる名前にする必要があります。";

"ReplaceNetworkTopDescription" = "置き換えたい装置またはネットワークを選択してください。目的のものが表示されない場合は、それが接続されていて通信圏内にあることを確認してください。";
"SelectNetworkTopDescription" = "Ethernet で %@ を接続したい装置またはネットワークを選択してください。目的のものが表示されない場合は、それが接続されていること、および通信圏内にあることを確認してください。";
"SelectNetworkBottomDescription" = "装置がすでに利用できない場合は、装置またはネットワークを選択せずに“続ける”をクリックしてください。";
"MoreChoices" = "表示する選択肢を増やす";
"LessChoices" = "表示する選択肢を減らす";
"ScanAgain" = "再スキャン";
"ReplaceOptionsOldDesc" = "設定を移行した後に古い装置をどうしたいかを選択してください";
"ReplaceOptionsOld_Use" = "ネットワークで引き続き使用";
"ReplaceOptionsOld_Restore" = "デフォルト設定を復元";
"ReplaceBaseNameModifier" = " Old";

"ReconfigurePrintersTopDescription" = "この %@ に接続した互換性のある USB プリンタは、ネットワークで共有されます。";
"ReconfigurePrintersChangeNamesDescription" = "プリンタの名前を変更するときは、以下のリストの“共有名”列で名前をダブルクリックしてください。";
"ReconfigurePrintersChangeAllSettingsDescription" = "プリンタの名前または共有設定を変更します。";
"ReconfigurePrintersNoneDescription" = "この %@ には USB プリンタが接続されていません。";

"ReconfigureStartOver" = "この %@ を工場出荷時の設定に復元してから設定し直したい。";
"ReconfigureChangeSelectedSettings" = "この %@ の設定の一部を変更したい。";
"ReconfigureUseManualForOtherSettings" = "変更したい設定が表示されない場合、“手動設定”をクリックしてすべての設定にアクセスします。";
"ReconfigureWirelessSecurity" = "ワイヤレスネットワーク";
"ReconfigureBaseStationSecurity" = "%@ の名前とパスワード";
"ReconfigureInternetSettings" = "インターネット接続";
"ReconfigureFileSharingAccess" = "ディスク";
"ReconfigurePrinters" = "USB プリンタ共有";
"ReconfigureMusic" = "ミュージック";
"ReconfigureSelectAtLeastOneSetting" = "“続ける”をクリックする前に、変更する設定を少なくとも 1 つは選択してください。";
"ReconfigurePrompt" = "この %@ はすでに設定されており、問題を報告していません。デフォルト設定を復元、または現在の設定に変更を加えることができます。";
"ReconfigureGoBackForNoChanges" = "変更を加えない場合は、“戻る”をクリックします。";
"ReconfigureBasePasswordSecurePrompt" = "この %@ はパスワードが設定されています。";
"ReconfigureInternetPrompt" = "この %@ は以下のインターネット設定で設定されています。";
"ReconfigureAirPlayPrompt" = "この %@ は以下の AirPlay 設定で設定されています。";
"ReconfigureDiskPrompt" = "この %@ は以下のディスク共有設定で設定されています。";
"ReconfigurePrintersPrompt" = "この %@ は以下のプリンタ共有設定で設定されています。";
"ReconfigureWirelessSecurePrompt" = "この %@ は、WPA セキュリティ設定を使用する、以下のワイヤレス設定で設定されています。";
"ReconfigureWirelessInsecurePrompt" = "この %@ は以下のワイヤレス設定で設定されています。";
"ReconfigureWirelessUseWPA" = "WPA セキュリティ設定を使用することをお勧めします。";
"ReconfigureAPModePrompt" = "このモード用の設定を保持することもできますし、別のモードを選択することもできます。";
"ReconfigureFinalDescriptionNoChange" = "お使いの %@ の設定は変更されませんでした。";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ の設定。";
"ReconfigureKeepTheseSettings" = "この装置の現在の設定を使用";
"ReconfigureKeepCurrentSettings" = "この装置の現在の %@ 設定を使用";
"ReconfigureKeepModeSettings" = "現在のワイヤレスモードを保持（%@）";
"ReconfigureChangeTheseSettings" = "これらの設定を変更";
"ReconfigureChangeCurrentSettings" = "これらの %@ 設定を変更";
"ReconfigureChangeModeCreate" = "この %@ はワイヤレスネットワークを作成するように設定されています。";
"ReconfigureChangeModeCreateTitle" = "ワイヤレスネットワークを作成";
"ReconfigureChangeModeExtendTitle" = "Ethernet でネットワークに接続してネットワークを拡張または別のネットワークを作成";
"ReconfigureChangeModeJoin" = "この %@ はワイヤレスネットワークに接続するように設定されています";
"ReconfigureChangeModeJoinTitle" = "ワイヤレスネットワークに接続";
"ReconfigureChangeModeDisable" = "この %@ はワイヤレスネットワークを使用しないように設定されています。";
"ReconfigureChangeModeDisableTitle" = "ワイヤレスを無効にして、Ethernet でコンピュータまたはネットワークに接続";
"ReconfigureKeepOrChangePrompt" = "希望の選択をした後、“続ける”をクリックして続けてください。";
"ReconfgureDiscardChangesPrompt" = "これらの設定に加えた変更内容を破棄してもよろしいですか？";
"ReconfgureDiscardChanges" = "変更内容を破棄";
"ReconfgureKeepChanges" = "変更内容を保持";

"IfUnsureClickMoreInfo" = "どのオプションを選択したらいいか分からない場合は、“詳しい情報”をクリックしてください。";

"UseManualSetupForOtherSettings" = "ほかの設定に手動設定を使用";

"OnePanelCreateNetworkAutoConfigYes" = "これらの設定を使用してこの %@ を設定";
"OnePanelCreateNetworkAutoConfigNo" = "この %@ の設定を変更";
"OnePanelCreateNetworkTopDesc" = "AirMac ユーティリティは、この %@ を設定して新しいセキュリティ保護されたワイヤレスネットワークを作成し、インターネットに接続します。";
"PasswordsSavedToKeychain" = "すべてのパスワードはキーチェーンに保存されます。";
"PasswordsSavedToKeychainWin" = "ベースステーションのパスワードとワイヤレスプロファイルはこのコンピュータに保存されます。";
"WillConnectUsingEthernet" = "この %@ は Ethernet を使用してインターネットに接続します。";
"WillConnectUsingPPPoE" = "この %@ は PPPoE を使用してインターネットに接続します。";
"WillConnectUsingBridge" = "この %@ は、DHCP および NAT を使用して IP アドレスを割り当てる、ルーターまたはその他のネットワーク装置に接続されているため、ブリッジモードで設定されます。";

"OnePanelReplaceTopDesc" = "AirMac ユーティリティは、ほかのワイヤレス装置から設定を移行することができます。 以下のリストから装置を選択してください。";


"ContinueToUseAssistant" = "アシスタントを使用してこの %@ を設定するときは、“続ける”をクリックします。";
"ClickQuitWhenDone" = "AirMac ワイヤレス装置の変更が完了したら、“終了”をクリックしてください。";
"DoSomethingElse" = "別の AirMac ワイヤレス装置を設定したい場合は、リストから選択してください。";
"SomethingNeedsAttentionUpdate" = "1 つ以上の AirMac ワイヤレス装置をアップデートする必要があります。";
"SomethingNeedsAttentionProblem" = "1 つ以上の AirMac ワイヤレス装置が問題を報告しています。";
"SomethingNeedsAttentionDefault" = "1 つ以上の AirMac ワイヤレス装置でデフォルト設定になっています。";
"SomethingNeedsContinueUpdate" = "アップデートが必要な次の装置を選択するときは、“続ける”をクリックします。";
"SomethingNeedsContinueProblem" = "次の装置の問題を解決するときは、“続ける”をクリックします。";
"SomethingNeedsContinueDefault" = "次の装置を設定するときは、“続ける”をクリックします。";

"UpdateFirmware" = "ファームウェアをアップデート...";
"UpdateFirmwareTo" = "%@ にアップデート...";
"CheckUpdateButton" = "アップデートを確認";
"CheckStatus" = "アップデートを確認中...";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine では、デジタルフォト、ミュージック、ムービー、テレビ番組や書類など、お使いの Mac 上のあらゆる項目のバックアップが作成されます。必要なときには、簡単にある時点で作成されたバックアップに戻って何でも復元することができます。";
"TimeMachineTopDesc2" = "Time Machine では、システムファイル、アプリケーション、設定に加え、音楽、写真、その他の重要なファイルなど、お使いの Mac 上のあらゆる項目の最新コピーが保存されます。Time Machine は毎日バックアップを作成するため、以前の状態の Mac にもう一度出会うことができます。";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine はすでにこのコンピュータのバックアップを“%@”に作成するように設定されています。";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine はすでにこのコンピュータのバックアップを作成するように設定されています。";
"TimeMachineQueryDesc" = "このコンピュータのバックアップをお使いの %@ に作成するのに Time Machine を使用しますか？";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "後で行う";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "はい（Time Capsule をアップデートした後に“Time Machine”環境設定が自動的に開きます。）";
"TimeMachineBottomDesc" = "Time Machine では次のものが保存されます：\n\n過去 24 時間の 1 時間ごとのバックアップ\n過去 1 カ月間の 1 日ごとのバックアップ\n\nバックアップディスクが一杯になるまでの 1 週間ごとのバックアップ";
"TimeMachineUseTMPrefs" = "ネットワーク上のほかのコンピュータのバックアップを作成する、その他の Time Machine のオプションを設定するには、“システム環境設定”の“Time Machine”環境設定を使用してください。";
"TimeMachineWillLaunchTMPrefs" = "この %@ を設定した後に“Time Machine”環境設定が開きます。";

"TimeMachineMigrateDiskDesc" = "“%@”の Time Capsule ディスクの内容をすべて、この Time Capsule に移行することができます。";
"TimeMachineMigrateDiskDesc.replace" = "Time Capsule ディスク内容に Time Machine バックアップが含まれる場合はそれも移行されて、すべての Time Machine クライアントのバックアップに新しい Time Capsule が使用されます。";
"TimeMachineMigrateDisk" = "ディスク内容をこの Time Capsule ディスクに移行";
"TimeMachineMigrateDiskEraseSource" = "移行後に“%@”のディスク内容を消去";
"TimeMachineMigrateDiskEraseSource.description" = "“%@”のディスク内容は、この Time Capsule に正常に移行された後にのみ消去されます。";
"TimeMachineMigrateDiskReplace.description" = "この Time Capsule ディスクのすべての内容を“%@”のディスク内容で置き換えます";

"TimeMachineMigrateDiskSummary.Settings" = "“%@”の内容、パスワード、およびネットワーク設定が新しい %@ に移行されます。";
"TimeMachineMigrateDiskSummary.Backups" = "“%@”上に Time Machine バックアップがある場合はそれらも移行されます。これには時間がかかることがあります。";
"TimeMachineMigrateDiskSummary.Renaming" = "デバイスの移行中に、古いデバイスの名前は“%@%@”に変更されます。新しいデバイスの名前は”%@”になります。";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "移行後に、“%@%@”のディスク内容はすべて消去されます。";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "移行が開始する前に、この Time Capsule の内容は消去されます。";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "この操作は取り消せません。";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "移行が完了した後に、古い Time Capsule ディスクをデフォルトの設定に復元することでディスクを消去できます。";
"HowToRestoreDefaults" = "デバイスを復元する場合は、サイドバーでそのデバイスを選択し、“ベースステーション”メニューから“手動設定”をクリックしてから“デフォルト設定を復元”を選択することで、その構成を開いてください。";
"HowToEraseDisk" = "ディスクの内容を消去する場合は、“ディスク”パネルで“ディスクを消去”を選択してください。";
 
"MigrateSummaryDescription" = "この %@ は“%@”の設定を使用するように設定されます。ディスクの内容に加えて、ネットワーク設定とパスワードも取り込まれます。“%@”に Time Machine バックアップが含まれる場合は、それらも移行されます。";
"MigrateSummaryEthernetDescription" = "ダイアログが表示されたら、移行を最適化するために、Ethernet ケーブルを使って古いデバイスの WAN ポートと新しいデバイスの LAN ポートを接続してください。";
"MigrateSummaryMoreInfo" = "移行について詳しいことは“詳しい情報”をクリックすると表示されます。移行を開始するときは“アップデート”をクリックしてください。";

"WirelessInterfaceIsOff" = "ワイヤレス・ネットワーク・インターフェイスは切です。";
"AirPortIsOff" = "AirMac は切です。";
"MigrateRequiresAirPort" = "ベースステーションまたはワイヤレスルーターを置き換えるには、AirMac を入にする必要があります。AirMac を入にしますか？";
"MigrateRequiresWireless" = "ベースステーションまたはワイヤレスルーターを置き換えるには、ワイヤレスネットワークを入にする必要があります。";
"AUWorksBetterWithWireless" = "ワイヤレスカードを装着および設定し、ワイヤレスネットワークを有効にしていることを確認してください。";
"AUWorksBetterWithAirPort" = "AirMac カードを装着して AirMac を有効にしていることを確認してください。";


/* End of AirPortAssistant.strings file */
